deneyapkart/deneyapkart-micropython-core/ports/esp32/boards/DENEYAPKART/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Deneyap Kart"
#define MICROPY_HW_MCU_NAME "ESP32"
